{
	"labels": ["Processor", "Operating System", "Dimensions", "Display", "Color Options", "Memory", "Hard Drive", "Communications", "Hardware", "Ports", "Battery and Power", "In the Box"],
	"features": {
		"title": "Features",
		"tiles": [
			{
				"title": "Abracadabra Control",
				"description": "It's not wizardry, but it certainly seems like it. Just wave your hand in front of your PC's built-in webcam, and like magic, VAIO Gesture Control puts you in command of a variety of features. Skip a song and adjust the volume, navigate webpages, pause or play a DVD, deliver a PowerPoint® presentation and more—without even touching your computer. It's fast, fun and incredibly convenient.",
				"link": {
					"href": "#",
					"text": "Discover VAIO Webcam"
				},
				"img": {
					"src": "img/spec-multi-z2/vaio-z-features-control.jpg",
					"noscriptsrc": "img/spec-multi-z2/vaio-z-features-control-desktop.jpg",
					"alt": "Abracadabra Control"
				}
			}, {
				"title": "Night Shift",
				"description": "Sometimes inspiration strikes at unlikely hours. Be prepared for low-light scenarios with a backlit keyboard that makes for faster, more accurate late-night typing (17.3&Prime;, 15.5&Prime; and 14&Prime; models). LED illumination shines through the characters andbetween the comfortable, precision-engineered keys, framing them with a pleasant glow that helps minimize typos."
			}, {
				"title": "Power and portability",
				"description": "With three S Series models all sporting a deceptively-sleek physique, there's something for everyone. Looking for a powerhouse performer perfect for gaming? An available Core i7 quad core processor and up to 2GB of VRAM14 make the 15.5&Prime; just for you. Seeking sophistication and good looks? 13.3&Prime; Premium models combine a carbon fiber chassis, 2GB VRAM14 graphics and the option to include a 512GB solid state drive5. Want the beauty of magnesium alloy, 1GB VRAM14 graphics plus an LED backlit display? The 13.3&Prime; S Series is the perfect choice.",
				"img": {
					"src": "img/spec-multi-z2/vaio-z-features-power.png",
					"noscriptsrc": "img/spec-multi-z2/vaio-z-features-power-desktop.png",
					"alt": "Abracadabra Control"
				}
			}, {
				"title": "Become a Digital da Vinci",
				"description": "The built-in HD web camera features a Sony Exmor&reg; R image sensor which helps guarantee a crisp, bright picture—even in dimly-lit rooms. The webcam is perfect for snapping self-portraits, video conferencing with a client or catching up with your friends. And like magic, you can use the camera and a few simple hand gestures to skip a song, adjust the volume, navigate webpages and more without even touching your computer thanks to VAIO Gesture Control.",
				"img": {
					"src": "img/spec-multi-z2/vaio-z-features-digital.png",
					"noscriptsrc": "img/spec-multi-z2/vaio-z-features-digital-desktop.png",
					"alt": ""
				}
			}, {
				"title": "Creations Worth Sharing",
				"description": "Inspire your inner artist with Sony Imagination Studio&trade; VAIO Edition - a suite of four powerful creative software applications available via free download with select E Series laptops. Record original music or make mash-ups of your favorite songs."
			}, {
				"title": "You Decide",
				"description": "The E Series is more than divine design and eye-candy colors. It packs a powerful performancepunch with a variety of processor options to suit your needs. Pick from either a 2nd or 3rd generation Intel Core i3, i5 or i7 processor for premium performance, speed and responsiveness you can truly feel.",
				"link": {
					"href": "#",
					"text": "Explore Customizable Options"
				}
			}, {
				"title": "Picture of Perfection",
				"description": "Developed by the same people who engineer HDTVs renowned for their incredible picture quality, the S Series delivers your movies, photos and web pages with remarkable clarity. Get Full HD 1920 x 1080 resolution and IPS (in-plane switching) technology with the 15.5&Prime; S Series, and enjoy a crisper image and wider viewing angle. The widescreen display of the 13.3&Prime; S features a glossy, anti-reflective finish for intense color without the glare.",
				"img": {
					"src": "img/spec-multi-z2/vaio-z-features-picture.jpg",
					"noscriptsrc": "img/spec-multi-z2/vaio-z-features-picture-desktop.jpg",
					"alt": "Picture of Perfection"
				}
			}, {
				"title": "In Good Hands",
				"description": "Imagine an easy-to-use tool that helps you update, troubleshoot and keep your laptop in tip-top shape. It's called VAIO Care™ software, and it's pre-installed in every E Series laptop. Just press the ASSIST button install software, identify problems, perform maintenance and more. And if you need additional help, it's easy to connect with a Sony expert by phone, chat or online support.",
				"img": {
					"src": "img/spec-multi-z2/vaio-z-features-control.jpg",
					"noscriptsrc": "img/spec-multi-z2/vaio-z-features-control-desktop.jpg",
					"alt": "Picture of Perfection"
				}
			}
		]
	},
	"submodules": [
		{
			"name": "product",
			"desc": "vaio Z-29",
			"type": "product.html.jade",
			"data": "product/vaio-z-29.json"
		}, {
			"name": "product",
			"desc": "vaio Z-34",
			"type": "product.html.jade",
			"data": "product/vaio-z-34.json"
		}, {
			"name": "product",
			"desc": "vaio Z-34P",
			"type": "product.html.jade",
			"data": "product/vaio-z-34p.json"
		}, {
			"name": "product",
			"desc": "vaio Z-39",
			"type": "product.html.jade",
			"data": "product/vaio-z-39.json"
		}, {
			"name": "product",
			"desc": "vaio Z-29",
			"type": "product.html.jade",
			"data": "product/vaio-z-29.json"
		}, {
			"name": "product",
			"desc": "vaio Z-39",
			"type": "product.html.jade",
			"data": "product/vaio-z-39.json"
		}
	]
}